jethrokuan/fzf
jorgebucaran/fish-bax
jorgebucaran/fish-getopts
jbonjean/re-search
oh-my-fish/plugin-functional
oh-my-fish/plugin-archlinux
decors/fish-colored-man
jorgebucaran/fish-nvm
