jethrokuan/fzf
jorgebucaran/fish-bax
joseluisq/gitnow
danhper/fish-ssh-agent
jorgebucaran/fish-getopts
jbonjean/re-search
oh-my-fish/plugin-functional
oh-my-fish/plugin-emacs
oh-my-fish/plugin-archlinux
decors/fish-colored-man
