jbonjean/re-search
PatrickF1/fzf.fish
jorgebucaran/nvm.fish
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-emacs
oh-my-fish/plugin-aws
oh-my-fish/plugin-functional
jorgebucaran/fish-bax
jorgebucaran/replay.fish
jorgebucaran/fisher
