tap "banno/tap", "git@github.com:Banno/homebrew-tap.git"
tap "coursier/formulas"
tap "eth-p/software"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "unisonweb/unison"
brew "ack"
brew "as-tree"
brew "ca-certificates"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "broot"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "gnutls"
brew "m4"
brew "libtool"
brew "emacs"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "file-formula"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpatch"
brew "grc"
brew "gzip"
brew "hexyl"
brew "htop"
brew "imageoptim-cli"
brew "lazygit"
brew "less"
brew "llvm"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "make"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "openssh"
brew "p7zip"
brew "pandoc-include-code"
brew "perl"
brew "postgresql@14"
brew "prettier"
brew "procs"
brew "proselint"
brew "py3cairo"
brew "python@3.10"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "svgo"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unzip"
brew "vifm"
brew "watch"
brew "wget"
brew "wifi-password"
brew "banno/tap/banno-ca"
brew "banno/tap/postgres-connect"
brew "eth-p/software/bat-extras"
brew "unisonweb/unison/unison-language"
cask "balenaetcher"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "keepassxc"
cask "kitty"
cask "libreoffice"
cask "micro-snitch"
cask "plex"
cask "protonvpn"
cask "slack"
cask "spotify"
cask "steam"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "zoom"
