jorgebucaran/fisher
lilyball/nix-env.fish
oh-my-fish/plugin-gityaw
oh-my-fish/plugin-xdg
oh-my-fish/plugin-hash
oh-my-fish/plugin-extract
decors/fish-ghq
oh-my-fish/plugin-dpaste
decors/fish-colors
jorgebucaran/autopair.fish
avimehenwal/git-refresh
sters/fish-git-branch-prune
0rax/fish-bd
kidonng/zoxide.fish
plttn/fish-eza
edc/bass
