jorgebucaran/fisher
lilyball/nix-env.fish
oh-my-fish/plugin-gityaw
wfxr/forgit
oh-my-fish/plugin-wttr
oh-my-fish/plugin-osx
oh-my-fish/plugin-battery
oh-my-fish/plugin-xdg
oh-my-fish/plugin-hash
oh-my-fish/plugin-extract
decors/fish-ghq
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-aws
oh-my-fish/plugin-license
oh-my-fish/plugin-errno
oh-my-fish/plugin-dpaste
oh-my-fish/plugin-grc
